/* needs to be localized */

tiLabelSave				= "Salva";
tiPaletteLabelSave			= "Salva";
tiToolTipSave				= "Salva il sorgente del documento";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "Stampa il sorgente TeX";
tiToolTipPrint				= "Stampa l'immagine PDF";

tiLabelTypeset				= "Compila";
tiPaletteLabelTypeset			= "Compila";
tiToolTipTypeset			= "Esegui il programma di compilazione";

tiLabelSharing				= "Sharing";
tiPaletteLabelSharing		= "Sharing";
tiToolTipSharing			= "Share text and pictures";


tiLabelProgram				= "Programma";
tiPaletteLabelProgram			= "Programma";
tiToolTipProgram			= "Scegli il programma di compilazione";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Processa il sorgente usando lo strumento TeX semplice";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Processa il sorgente usando LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Esegui BibTeX";

tiLabelMakeIndex			= "Make Index";
tiPaletteLabelMakeIndex			= "Make Index";
tiToolTipMakeIndex			= "Make Index";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Esegui MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Esegui ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Esegui MetaFont";

tiLabelPreviousPage			= "Precedente";
tiPaletteLabelPreviousPage		= "Pagina precedente";
tiToolTipPreviousPage			= "Mostra pagina precedente";

tiLabelNextPage				= "Successiva";
tiPaletteLabelNextPage			= "Pagina successiva";
tiToolTipNextPage			= "Mostra pagina successiva";

tiLabelGotoPage				= "Vai alla pagina";
tiPaletteLabelGotoPage			= "Vai alla pagina";
tiToolTipGotoPage			= "Vai alla pagina";

tiLabelMagnification			= "Ingrandimento";
tiPaletteLabelMagnification		= "Ingrandimento";
tiToolTipMagnification			= "Imposta ingrandimento della pagina";

tiLabelTemplates			= "Modelli";
tiPaletteLabelTemplates			= "Modelli";
tiToolTipTemplates			= "Seleziona un modello da inserire alla posizione del cursore";

tiLabelTags				= "Etichette";
tiPaletteLabelTags			= "Etichette";
tiToolTipTags				= "Seleziona un'etichetta su cui spostarsi";

tiLabelPreviousPageButton		= "Precedente";
tiPaletteLabelPreviousPageButton	= "Pagina precedente";
tiToolTipPreviousPageButton		= "Mostra pagina precedente";

tiLabelNextPageButton			= "Successiva";
tiPaletteLabelNextPageButton		= "Pagina Successiva";
tiToolTipNextPageButton			= "Mostra pagina successiva";

tiLabelTypesetEE			= "Compila";
tiPaletteLabelTypesetEE			= "Compila";
tiToolTipTypesetEE			= "Esegui il programma di compilazione";

tiLabelProgramEE			= "Programma";
tiPaletteLabelProgramEE			= "Programma";
tiToolTipProgramEE			= "Scegli il programma di compilazione";

tiLabelAutoComplete			= "Autocompletamento";
tiPaletteLabelAutoComplete		= "Autocompletamento";
tiToolTipAutoComplete			= "(Dis)attiva autocompletamento";

tiLabelSplit				= "Dividi finestra";
tiPaletteLabelSplit			= "Dividi finestra";
tiToolTipSplit				= "(Dis)attiva divisione finestra";

tiLabelSplitKIT				= "Dividi finestra";
tiPaletteLabelSplitKIT		= "Dividi finestra";
tiToolTipSplitKIT			= "(Dis)attiva divisione finestra";

tiLabelMacros				= "Macro";
tiPaletteLabelMacros			= "Macro";
tiToolTipMacros				= "Inserisci macro";

tiLabelMacrosEE				= "Macro";
tiPaletteLabelMacrosEE			= "Macro";
tiToolTipMacrosEE                       = "Inserisci macro";

tiLabelMouseMode			= "Funzione mouse";
tiPaletteLabelMouseMode			= "Funzione mouse";
tiToolTipMouseMode			= "Cambia funzione mouse";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks			= "Sync Marks";
tiToolTipSyncMarks			= "Show Sync Marks";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "Color Index Commands";

tiLabelTypesetKIT				= "Typeset";
tiPaletteLabelTypesetKIT		= "Typeset";
tiToolTipTypesetKIT				= "Run typesetting program";

tiLabelSharingKIT				= "Sharing";
tiPaletteLabelSharingKIT		= "Sharing";
tiToolTipSharingKIT				= "Share text and images";


tiLabelProgramKIT				= "Program";
tiPaletteLabelProgramKIT		= "Program";
tiToolTipProgramKIT				= "Choose typesetting program";

tiLabelPreviousPageKIT			= "Previous";
tiPaletteLabelPreviousPageKIT	= "Previous Page";
tiToolTipPreviousPageKIT		= "Show previous page";

tiLabelNextPageKIT				= "Next";
tiPaletteLabelNextPageKIT		= "Next Page";
tiToolTipNextPageKIT			= "Show next page";

tiLabelPreviousPageButtonKIT		= "Previous";
tiPaletteLabelPreviousPageButtonKIT	= "Previous Page";
tiToolTipPreviousPageButtonKIT		= "Show previous page";

tiLabelNextPageButtonKIT			= "Next";
tiPaletteLabelNextPageButtonKIT		= "Next Page";
tiToolTipNextPageButtonKIT			= "Show next page";

tiLabelGotoPageKIT				= "Go to page";
tiPaletteLabelGotoPageKIT		= "Go to page";
tiToolTipGotoPageKIT			= "Go to page";

tiLabelMagnificationKIT			= "Magnification";
tiPaletteLabelMagnificationKIT	= "Magnification";
tiToolTipMagnificationKIT		= "Set page magnification";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Insert macros";

tiLabelMouseModeKIT				= "MouseMode";
tiPaletteLabelMouseModeKIT		= "Mouse Mode";
tiToolTipMouseModeKIT			= "Change Mouse Mode";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Show Sync Marks";

tiLabelBackForthKIT				= "Back/Forward";
tiPaletteLabelBackForthKIT		= "Back/Forward";
tiToolTipBackForthKIT			= "Back Forward Buttons";

tiLabelDrawerKIT				= "Drawer";
tiPaletteLabelDrawerKIT			= "Drawer";
tiToolTipDrawerKIT				= "Toggle Drawer";

tiLabelShowFullPath				= "FullPath";
tiPaletteLabelShowFullPath		= "FullPath";
tiToolTipShowFullPath			= "Show Full Path in Window Title";

tiLabelProgramSplit				= "Program";
tiPaletteLabelProgramSplit		= "Program";
tiToolTipProgramSplit			= "Choose typesetting program";

tiLabelMacrosSplit				= "Macros";
tiPaletteLabelMacrosSplit		= "Macros";
tiToolTipMacrosSplit			= "Insert macros";

tiLabelTagsSplit				= "Etichette";
tiPaletteLabelTagsSplit         = "Etichette";
tiToolTipTagsSplit              = "Seleziona un'etichetta su cui spostarsi";

tiLabelGotoPageSplit			= "Go to page";
tiPaletteLabelGotoPageSplit     = "Go to page";
tiToolTipGotoPageSplit          = "Go to page";

tiLabelMagnificationSplit		= "Ingrandimento";
tiPaletteLabelMagnificationSplit   = "Ingrandimento";
tiToolTipMagnificationSplit     = "Imposta ingrandimento della pagina";

tiLabelColorIndexSplit			= "ColorIndex";
tiPaletteLabelColorIndexSplit     = "ColorIndex";
tiToolTipColorIndexSplit          = "Color Index Commands";

tiLabelAutoCompleteSplit		= "Autocompletamento";
tiPaletteLabelAutoCompleteSplit   = "Autocompletamento";
tiToolTipAutoCompleteSplit     = "(Dis)attiva autocompletamento";

